{
    "file": "wire\/modules\/Process\/ProcessForgotPassword.module",
    "textdomain": "wire--modules--process--processforgotpassword-module",
    "translations": {
        "333b348fd95607678f8a9a333cc7b7b4": {
            "text": "Информация для восстановления пароля"
        },
        "b49caf114ce87eeb21267f29e9a62420": {
            "text": "Невозможно завершить восстановление пароля. Убедитесь, что вы находитесь на том же компьютере и в том же веб-браузере, с которого вы первоначально отправили запрос."
        },
        "93d644963a650f21fed9cf78bb79aefa": {
            "text": "Восстановление  пароля временно недоступно. Пожалуйста, попробуйте позже или свяжитесь с администратором."
        },
        "6072e83b7f35887c76e64920bd370f4a": {
            "text": "Восстановление  пароля"
        },
        "6832ac593617c3e5f61c82a20b0d9a3a": {
            "text": "Введите адрес вашей электронной почты"
        },
        "5b69044da7774b93059c878056e1c28a": {
            "text": "Введите имя пользователя"
        },
        "dcfc149491f06edb3e6942510b6fc339": {
            "text": "Если у вас есть учетная запись в нашей системе с действительным адресом электронной почты, после отправки этой формы вам будет отправлено электронное письмо. Это письмо будет содержать ссылку, по которой вы можете перейти, чтобы восстановить  пароль."
        },
        "39ce57ab909352a15ed22c42d8bf2db5": {
            "text": "С этим  адресом электронной почты связано несколько учетных записей, поэтому восстановление пароля невозможно."
        },
        "8b0f10bdaf3afb56f2dd166bbbb4e190": {
            "text": "Пожалуйста, свяжитесь с администратором, чтобы восстановить пароль."
        },
        "7db90261f25e9e387ac28f85a67e61cd": {
            "text": "Пользователь не может восстановить пароль."
        },
        "edcc4a7ecb7854d0ea84fff05b5eeb3e": {
            "text": "Предполагая, что информация о вашей учетной записи была найдена и у нас в базе есть адрес вашей электронной почты, было отправлено письмо с информацией для восстановления пароля."
        },
        "43da6233b07fcc59791c3f91861ab7b5": {
            "text": "Пожалуйста, проверьте свою электронную почту после этого сообщения. Если вы не получите письмо в течение следующих 15 минут, пожалуйста свяжитесь с администратором сайта, чтобы восстановить  пароль. Срок действия запроса на восстановления  пароля истекает через 60 минут. НЕ закрывайте это окно, пока не завершите запрос на восстановление пароля."
        },
        "9d7356832e30137fa56cc06f823a8de6": {
            "text": "По соображениям безопасности мы не раскрываем на этом экране, существует ли учетная запись"
        },
        "27f1d003b3e26b68158df1930deb4501": {
            "text": "Ваш проверочный код: %s"
        },
        "6d14491a1718796766f2775f857af701": {
            "text": "Чтобы завершить восстановление пароля, перейдите  по ссылке ниже (или вставьте в браузер) и следуйте инструкциям:"
        },
        "486d7b5670a666148f3fef85bc3ae900": {
            "text": "Срок действия этой ссылки  истекает через 60 минут после отправки. Этот URL-адрес  должен быть открыт с того же компьютера и браузера, с которого был инициирован запрос."
        },
        "1f608932e66b86ace4789d74fd3979b8": {
            "text": "Вы запросили восстановление  пароля для своей учетной записи на %s."
        },
        "5e7e3a0c4a67fc08cde6a2e8a7a8136e": {
            "text": "Система не может выполнить этот запрос по причине, указанной ниже:"
        },
        "57b0380c7885e84ff8106ecb65e4fc1b": {
            "text": "Обратитесь к администратору за помощью, чтобы войти в свою учетную запись и\/или изменить свой пароль."
        },
        "3299941fe3475a594847754b9e91f3b7": {
            "text": "Неверный запрос восстановления. Возможно, время действия ссылки запроса истекло."
        },
        "dfcbc97f1d21b9867e68fa7179492c4c": {
            "text": "Код подтверждения"
        },
        "3d6a2212b6d337ac823402be7a0ddf14": {
            "text": "Пожалуйста, введите или вставьте код, который вы получили в письме."
        },
        "4f9d3bd4f4eba4b2d86610f6607d8337": {
            "text": "Восстановление пароля также требует подтверждения правильности значения этого поля."
        },
        "056f743a15c1503de0d4ae9c8cd9d2c9": {
            "text": "Превышено максимально допустимое количество попыток для этой формы."
        },
        "fa36cf545b5a1afc0b89876b6e459d4a": {
            "text": "Неверный код подтверждения"
        },
        "8c89c9f8eed88a5efbf7b8f1339b67e1": {
            "text": "Введено неверное значение"
        },
        "f469dd0000597b66060ea51c52eacf58": {
            "text": "Ваш пароль был успешно восстановлен. Теперь вы можете войти."
        },
        "ebd47983e20da3bcd0ce16754a5c6f71": {
            "text": "Невозможно завершить этот шаг"
        },
        "ee668afb3022f7a04020a4355995df08": {
            "text": "Пользователь не существует"
        },
        "8857e76b64aa5af97292f6c118a98b9c": {
            "text": "У пользователя не указан адрес электронной почты"
        },
        "891c900c62b339df9b69affb01964463": {
            "text": "Пользователь не опубликован"
        },
        "ba3f28cb2b509ffc12d364936e935bf9": {
            "text": "Пользователю не разрешено входить в систему согласно конфигурации сайта"
        },
        "32e309a22f3c85df6347452a10154dd1": {
            "text": "У пользователя нет роли, поддерживающей  восстановления пароля."
        },
        "96562ea782788ab326b91826c455a545": {
            "text": "Пользователь имеет роль, которая не поддерживает сброс пароля."
        },
        "3f2c45a7cbacb890f17f482d6d578a46": {
            "text": "Достигнуто максимальное количество попыток, повторите попытку позже."
        },
        "a0bfb8e59e6c13fc8d990781f77694fe": {
            "text": "Продолжить"
        },
        "f53d1cd25e03173ba9eaa4e493636769": {
            "text": "(необязательно)"
        },
        "b005fe2d6e74b5c6108864e9abb089af": {
            "text": "Адрес электронной почты с которого  будет приходить сообщение о восстановлении пароля"
        },
        "f300f19956910a5c8e07e7fc38ad5996": {
            "text": "Использовать электронную почту, а не имя пользователя"
        },
        "b7f87835e4ded82dbf88a8a45660e8b5": {
            "text": "Если этот флажок установлен, пользователю будет предложено ввести адрес электронной почты для восстановления пароля, а не имя пользователя."
        },
        "4cc2145f15c928792509a932023d7d16": {
            "text": "Если адрес электронной почты используется более чем одной учетной записью, восстановление паролей для этих учетных записей невозможен."
        },
        "2f9fd9ee1ca0d1b1bf29cf5ac02fb6d8": {
            "text": "Максимальное количество запросов на восстановление пароля для IP-адреса или сеанса"
        },
        "8d2af70b99487af66a77693183fa222e": {
            "text": "Используйте эту настройку, чтобы предотвратить переполнение запросов на восстановление одного и того же IP-адреса или сеанса."
        },
        "d7b00f56bd4aa8c7b1d307f893f3691d": {
            "text": "Укажите 0, чтобы отключить."
        },
        "87797341d99969f5087a0604d689f724": {
            "text": "Включить журнал активности?"
        },
        "b78dc56eded90f2f7dc3efe53843c7df": {
            "text": "Когда включено, запросы на восстановление  пароля будут регистрироваться."
        },
        "7cd3b77b8a690863feb890675526b5fb": {
            "text": "Посмотреть журнал"
        },
        "2b76ca42e9a49dabc2d47d1c0125a58c": {
            "text": "Поля с подтверждаемыми значениями"
        },
        "1cb11e4ef5c85cd2529324e18d63c96a": {
            "text": "В качестве дополнительной проверки на последнем шаге пользователю будет предложено подтвердить значения этих полей перед принятием нового пароля."
        },
        "5cd2f0ef0a275749826eb1848eca5085": {
            "text": "Пожалуйста, используйте только одноязычные текстовые или числовые поля, которые всегда  применяются для этого."
        },
        "8cde5ec64dda71c519de97faac388350": {
            "text": "Разрешенные роли"
        },
        "1af5a1fe1bcf8e0d87981e1ed30a52ee": {
            "text": "Чтобы разрешить восстановление пароля только определенным ролям, выберите их здесь."
        },
        "2b71c5b0053ba1524a4b96e918c5a8b4": {
            "text": "Если ни одна  не выбрана, то восстановление пароля доступно для всех ролей."
        },
        "3ec6ed33465d73a6985d6e6455d2e8ac": {
            "text": "Заблокированные роли"
        },
        "987aff99759a7d274e880c5512ebf090": {
            "text": "Чтобы заблокировать определенные роли для восстановления пароля, выберите их здесь."
        },
        "a1f0c9c3c94d0f29ab484c237d948650": {
            "text": "Очистить кэш и таблицы запросов на восстановление пароля"
        },
        "ec488c78fc373b5af024d518fdc7c612": {
            "text": "Это происходит автоматически с течением времени, но при желании кэш может быть очищен вручную."
        },
        "49f90518a785624dd3ca08a1ebc6f9ef": {
            "text": "Очищены  запросы на воссстановление пароля"
        },
        "e241608b636b6cdde53b70cb2ade0daf": {
            "text": "Предоставляет возможность восстановление пароля\/электронной почты для процесса входа в систему."
        },
        "9ec54ec336b65da6179cf750de33ecd7": {
            "text": "Восстановление пароля"
        },
        "baf67737db6267fe171e5c02e11bc750": {
            "text": "Примечание: модуль ProcessLogin установит этот флажок  автоматически во время выполнения, когда настроен на  использование электронной почты для  входа в систему."
        }
    }
}